Repository: MajidMohammadi9/django_cource_online_shop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Product successfully added to cart.
fa: محصول با موفقیت به سبد خرید اضافه شد.

source: Product successfully removed from cart.
fa: محصول با موفقیت از سبد خرید حذف شد.

source: Cart
fa: سبد خريد

source: Cart is Empty!, please add some products to the cart
fa: سبد خالی است، لطفا چند محصول را به سبد خرید اضافه کنید.

source: Go shopping
fa: رفتن به خرید

source: Emptying the cart
fa: خالى كردن سبد خريد

source: Order
fa: ثبت سفارش

source: Total
fa: جمع كل:

source: Go to cart
fa: مشاهده سبد خريد

source: Checkout
fa: پرداخت

source: All products successfully removed from your cart.
fa: همه محصولات با موفقیت از سبد خرید شما حذف شدند.

source: Your cart is already empty.
fa: سبد خرید شما در حال حاضر خالی است.

source: If you have any notes, please enter here otherwise leave it empty.
fa: اگر یادداشتی دارید در اینجا وارد کنید. در غیر این صورت این مکان را خالی بگذارید

source: First Name
fa: نام

source: Last Name
fa: نام خانوادگی

source: Phone Number
fa: شماره همراه

source: Address
fa: آدرس

source: Note
fa: يادداشت

source: Date Time Created
fa: تاريخ و ساعت ساخت محصول

source: Date Time Modified
fa: تاريخ و ساعت اصلاح محصول

source: Product
fa: محصول

source: Quantity
fa: تعداد

source: Price
fa: قيمت

source: Submit
fa: ارسال

source: Your order
fa: سفارش شما

source: Final price
fa: قيمت نهايى

source: You can not proceed to checkout page, because your cart is empty!
fa: شما نمی توانید به صفحه پرداخت ادامه دهید، زیرا سبد خرید شما خالی است!

source: Your order has successfully placed.
fa: سفارش شما با موفقیت انجام شد.

source: title
fa: عنوان

source: description
fa: توضيحات محصول

source: short description
fa: توضيحات خلاصه محصول

source: price
fa: قيمت

source: active
fa: فعال

source: Product image
fa: عكس محصول

source: Date Time of Creation
fa: تاريخ و ساعت ساخت محصول

source: Very Bad
fa: خيلى بد

source: Bad
fa: بد

source: Normal
fa: معمولى

source: Good
fa: خوب

source: Perfect
fa: عالى

source: Comment Author
fa: نويسنده نظر

source: Comment Text
fa: متن نظر

source: What is your score
fa: امتياز شما به نظر

source: Product details of
fa: جزئيات محصول

source: Add to cart
fa: اضافه كردن به سبد خرید

source: Product descriptions
fa: توضيحات محصول

source: Write your comment
fa: نظر خود را بنويسيد

source: To write your comment please.
fa: برای نوشتن نظر خود لطفا وارد شوید.

source: Login
fa: ورود

source: Hello
fa: سلام

source: Comment successfully created.
fa: نظر با موفقیت ایجاد شد.

source: Home
fa: خانه

source: Weblog
fa: وبلاگ

source: Pages
fa: صفحات

source: Contact Us
fa: تماس با ما

source: Logout
fa: خروج

source: Profile
fa: پروفایل

source: Signup
fa: ثبت نام
